Repository: Supertext/polylang-supertext
Catalog: resources/languages/polylang-supertext-*.po
Languages: fr_fr, it_ch

source: Attribute name...
fr_fr: Nom de l'attribut ...
it_ch: Nome attributo...

source: Functions...
fr_fr: Fonctions...
it_ch: Funzioni...

source: Please define any shortcode attributes you want to have translated.
fr_fr: Veuillez indiquer tous les attributs de shortcodes pour lesquels vous souhaitez une traduction.
it_ch: Inserire tutti gli attributi dello shortcode che si desiderano far tradurre.

source: Please define the encoding process for all encoded and enclosed content. Available encoding functions are: rawurl, url and base64
fr_fr: Veuillez indiquer le processus de codage pour chaque contenu fermé codé. Fonctions disponibles: rawurl, url et base64
it_ch: Inserire il processo di codificazione per ogni contenuto codificato riservato. Funzioni disponibili: rawurl, url e base64

source: Encoding for enclosed content
fr_fr: Codage de contenu fermé
it_ch: Codifica contenuto chiuso

source: Translatable attributes
fr_fr: Attributs traduisibles
it_ch: Attributi traducibili

source: Please select
fr_fr: Veuillez choisir
it_ch: Seleziona

source: Language settings
fr_fr: Réglage de la langue
it_ch: Imposta lingue

source: Please configure the languages within the polylang plugin.
fr_fr: Veuillez tout d’abord configurer la langue dans Polylang.
it_ch: Configurare le lingue in Polylang.

source: Translatable Custom Fields
fr_fr: Champs personnalisés traduisibles
it_ch: Campi personalizzati traducibili

source: Please select the custom fields that can be used for translations.
fr_fr: Veuillez sélectionner les champs personnalisés pouvant être traduits.
it_ch: Selezionare i campi personalizzati che possono essere tradotti.

source: Select user
fr_fr: Choisir l’utilisateur
it_ch: Seleziona utente

source: Supertext Accounts
fr_fr: Comptes Supertext
it_ch: Account Supertext

source: You need at least one Supertext Account. You can sign up <a href="%s">here</a>.
fr_fr: Au moins un compte Supertext est nécessaire. Vous pouvez vous inscrire directement <a href="%s">ici</a>.
it_ch: È necessario disporre almeno di un account Supertext. La registrazione può essere effettuata <a href="%s">qui</a>.

source: Please fill in a Supertext API key for every user.
fr_fr: Veuillez saisir le code API de Supertext pour chaque utilisateur.
it_ch: Per ogni utente inserire l’API Key di Supertext.

source: You will find the API key on the <a href="%s">Supertext settings page</a>.
fr_fr: Vous trouverez le code API sur <a href="%s">la page de réglage Supertext</a>.
it_ch: L’API Key si trova tra le <a href="%s">impostazioni</a>.

source: Only configured users can use the translation features.
fr_fr: Seuls les utilisateurs saisis ici peuvent faire traduire leurs articles.
it_ch: Solo gli utenti registrati qui possono far tradurre articoli.

source: User
fr_fr: Utilisateur
it_ch: Utente

source: API Key
fr_fr: Code API

source: Delete user
fr_fr: Supprimer un utilisateur
it_ch: Elimina utente

source: Add user
fr_fr: Ajouter un utilisateur
it_ch: Aggiungi utente

source: Automatically publish translations
fr_fr: Publier les traductions automatiquement

source: Allow Supertext to overwrite published posts
fr_fr: Permettre à Supertext de modifier des articles publiés

source: o'clock
fr_fr: Heure
it_ch: Ora

source: Your password must be at least %s long
fr_fr: Votre mot de passe doit contenir au moins %s caractères
it_ch: La password deve contenere almeno %s caratteri

source: Your passwords do not match
fr_fr: Les mots de passe ne correspondent pas
it_ch: Le password non coincidono

source: Please enter your password
fr_fr: Veuillez saisir un mot de passe
it_ch: Inserire una password

source: Choose picture
fr_fr: Choisir une image
it_ch: Seleziona foto

source: Remove picture
fr_fr: Supprimer l’image
it_ch: Elimina foto

source: User and languages
fr_fr: Utilisateur et langues
it_ch: Utente e lingue

source: Custom fields
fr_fr: Champs personnalisés
it_ch: Campi personalizzati

source: Settings › Supertext
fr_fr: Réglages › Supertext
it_ch: Impostazioni › Supertext

source: Settings saved
fr_fr: Paramètres enregistrés
it_ch: Impostazioni salvate

source: Save settings
fr_fr: Enregistrer les paramètres
it_ch: Salva impostazioni

source: The article was sent to Supertext and is now being translated. Your order number is %s.
fr_fr: Votre article a été envoyé à Supertext pour être traduit. Votre numéro de commande est le suivant: %s.
it_ch: L’articolo è stato inviato a Supertext e verrà tradotto. Il numero d’ordine è %s.

source: Translation is being initialized. Please wait a moment.
fr_fr: Initialisation de la traduction en cours. Veuillez patienter.
it_ch: Stiamo avviando la traduzione. Un momento.

source: An error occurred.
fr_fr: Une erreur est survenue.
it_ch: Si è verificato un errore.

source: Order translation
fr_fr: Passer le mandat
it_ch: Assegna incarico

source: The order couldn't be sent to Supertext. Please try again.
fr_fr: Le mandat n’a pas pu être envoyé à Supertext. Veuillez réessayer.
it_ch: Non è stato possibile inviare l’incarico a Supertext. Riprovare.

source: The article was not saved. If you proceed with the translation, the unsaved changes will be lost.
fr_fr: L’article n’a pas été enregistré. Si vous poursuivez avec la traduction, les modifications seront rejetées.
it_ch: L’articolo non è stato salvato. Se si desidera procedere con la traduzione, le modifiche non verranno considerate.

source: The article cannot be translated because there is an unfinished translation task. Please use the original article to order a translation.
fr_fr: L’article ne peut pas être traduit car la traduction est déjà en cours. Veuillez utiliser l’article original pour la traduction.
it_ch: L’articolo non può essere tradotto, dal momento che è ancora in fase di traduzione. Per la traduzione utilizzare l’articolo originale.

source: You are ordering a translation with the deadline {deadline} and price {price}.
fr_fr: Vous commandez une traduction pour le {deadline}, au prix de {price}.
it_ch: Sta ordinando una traduzione entro il {deadline}, al prezzo di {price}.

source: This order for a translation is binding.
fr_fr: Ce mandat de traduction est définitif.
it_ch: L’incarico di traduzione è vincolante.

source: You will receive an email as soon as the translation of your article is complete.
fr_fr: Vous serez informé(e) par e-mail dès que la traduction sera terminée.
it_ch: Verrà inviata un’e-mail non appena la traduzione sarà stata completata.

source: Please confirm your order.
fr_fr: Veuillez confirmer la commande.
it_ch: Confermare ordine.

source: Supertext Plugin Log
fr_fr: Plugin Log Supertext
it_ch: Log plugin Supertext

source: Supertext - Settings
fr_fr: Supertext - Réglages
it_ch: Impostazioni Supertext

source: One moment please. The translation order is being sent to Supertext.
fr_fr: Le mandat de traduction est transmis à Supertext. Veuillez patienter.
it_ch: Un momento. Stiamo trasmettendo l’incarico di traduzione a Supertext.

source: Please do not close this window.
fr_fr: Merci de ne pas fermer cette fenêtre.
it_ch: Si prega di non chiudere la finestra.

source: Loading
fr_fr: Téléchargement en cours
it_ch: Caricamento in corso

source: Close window
fr_fr: Fermer la fenêtre
it_ch: Chiudi finestra

source: Title
fr_fr: Titre
it_ch: Titolo

source: Content
fr_fr: Texte
it_ch: Testo

source: Excerpt
fr_fr: Extrait
it_ch: Estratto

source: Image captions
fr_fr: Textes accompagnant les images
it_ch: Testi immagini

source: There is no content to be translated.
fr_fr: Il n’y a pas de contenu à traduire.
it_ch: Non sono presenti contenuti da tradurre.

source: Your Supertext translation order
fr_fr: Votre mandat de traduction à Supertext
it_ch: Incarico di traduzione a Supertext

source: The Supertext plugin hasn't been configured correctly.
fr_fr: Le plugin Supertext n’a pas été configuré correctement.
it_ch: Il plugin di Supertext non è stato configurato correttamente.

source: The PHP function <em>curl_exec</em> is disabled. Please enable it in order to be able to send requests to Supertext.
fr_fr: La fonction <em>curl_exec</ em> est désactivé. Cette fonction doit étre activé afin de pouvoir envoyer le mandat.
it_ch: La funzione PHP <em> curl_exec </ em> è disabilitata. Si prega di abilitare questa funzione.

source: The articles status is <b>draft</b>.<br>Are you sure you want to order a translation for this article?
fr_fr: Le statut de l’article est </b>«brouillon»</b>.<br>Etes-vous sûr de vouloir commander une traduction pour cet article?
it_ch: Lo stato dell’articolo è <b>Bozza</b>. <br>Richiedere una traduzione per l’articolo?

source: There is already a translation for this post. The quote below may be higher than the final price if only parts of the content need to be translated again.
fr_fr: Il existe déjà une traduction pour cet article. Les prix indiqués ci-dessous peuvent être revus à la baisse, étant donné que seuls quelques passages doivent être traduits pour la première fois.
it_ch: Esiste già una traduzione per l’articolo. I prezzi sotto riportati potrebbero essere inferiori, dal momento che devono essere tradotte solo alcune parti.

source: Translation of post %s
fr_fr: Traduction de l’article %s
it_ch: Traduzione dell’articolo %s

source: The article will be translated from <b>%s</b> into <b>%s</b>.
fr_fr: Langues de traduction: <b>%s</b> en <b>%s</b>.
it_ch: L’articolo deve essere tradotto dal <b>%s</b> al <b>%s</b>.

source: Content to be translated
fr_fr: Choisir des contenus à traduire
it_ch: Definisci contenuti da tradurre

source: Custom fields to be translated
fr_fr: Champs personnalisés
it_ch: Campi personalizzati

source: Translatable custom fields can be defined in the <a target="_parent" href="%s">settings</a>.
fr_fr: Les champs personnalisés traduisibles peuvent être indiqués sous <a target="_parent" href="%s">réglages</a>.
it_ch: I campi traducibili personalizzati possono essere definiti nelle <a target="_parent" href="%s">impostazioni</a>.

source: Service and deadline
fr_fr: Qualité et délai
it_ch: Qualità e scadenza

source: Select the translation service and deadline:
fr_fr: Veuillez choisir le type de traduction et le délai de livraison:
it_ch: Selezionare il tipo di traduzione e il termine di consegna:

source: The price is being calculated, one moment please.
fr_fr: Calcul des prix en cours. Veuillez patienter.
it_ch: Un momento. Stiamo calcolando i prezzi.

source: Your comment to Supertext
fr_fr: Votre commentaire à Supertext
it_ch: Commento per Supertext

source: Could not create a new post for the translation. You need to create the new post manually using Polylang.
fr_fr: Le nouvel article pour la traduction n’a pas pu être créé. Il doit désormais être créé manuellement avec Polylang.
it_ch: Non è stato possibile creare il nuovo articolo per la traduzione. Creare l’articolo manualmente con Polylang.

source: The order has been placed successfully.
fr_fr: La commande a été passée avec succès.
it_ch: L’ordine è stato concluso con successo.

source: Your order number is %s.
fr_fr: Votre numéro de commande est le suivant: %s.
it_ch: Il numero d’ordine è %s.

source: The article will be translated by %s.
fr_fr: L’article sera traduit pour %sh.
it_ch: L’articolo verrà tradotto entro le ore %s.

source: Order for translation of article into %s has been placed successfully. Your order number is %s.
fr_fr: Votre commande pour la traduction en %s a été transmise avec succès. Votre numéro de commande est le suivant: %s.
it_ch: L’ordine per la traduzione dell’articolo secondo %s è stato registrato correttamente. Il numero d’ordine è %s.

source: Could not create an order with Supertext.
fr_fr: Aucune commande pour Supertext n’a pu être créée.
it_ch: Non è stato possibile creare un ordine per Supertext.

source: Could not get offers.
fr_fr: Impossible d'obtenir les offres.
it_ch: Impossibile ottenere offerte.

source: There are no offers for this translation.
fr_fr: Aucune offre n’est disponible pour cette traduction.
it_ch: Per questa traduzione non è disponibile nessuna offerta.

source: The article to be translated has been created.
fr_fr: L’article à traduire a été créé.
it_ch: L’articolo da tradurre è stato creato.

source: SEO-optimized title
fr_fr: Titre optimisé SEO
it_ch: Titolo ottimizzato SEO

source: SEO-optimized description
fr_fr: Description optimisée SEO
it_ch: Descrizione ottimizzata SEO

source: Focus keywords
fr_fr: Mot-clé focus
it_ch: Focus keyword

source: Facebook title
fr_fr: Titre Facebook
it_ch: Titolo Facebook

source: Facebook description
fr_fr: Descriptif Facebook
it_ch: Descrizione Facebook

source: Error: the language of the translation from Supertext does not match or the translated post has been deleted
fr_fr: Erreur: la traduction de Supertext contient la mauvaise langue ou l’article à traduire a été supprimé.
it_ch: Errore: la traduzione di Supertext è nella lingua errata o l’articolo da tradurre è stato cancellato.

source: Error: method not allowed
fr_fr: Erreur: Méthode non autorisée
it_ch: Errore: metodo non consentito

source: Error: translation import only possible for drafted articles
fr_fr: Erreur: l’importation de la traduction est possible uniquement avec un brouillon d’article.
it_ch: Errore: l’importazione della traduzione è possibile solo per le bozze di articoli.

source: translation saved successfully
fr_fr: La traduction de Supertext a été importée avec succès.
it_ch: La traduzione di Supertext è stata importata con successo.

source: HTTP-Request error occurred. Details:
fr_fr: HTTP-Request erreur. Détails:
it_ch: HTTP Request errore. Dettagli:

source: Shortcodes
it_ch: Shortcode

source: The Supertext Translation plugin could not login into the Supertext API. Please verify the entered account username and API-Key in the plugin settings.
it_ch: Il Translation plugin di Supertext non può effettuare il login nell’API Supertext. Verificare il nome utente dell’account inserito e l’API Key nelle impostazioni del plugin.
